tap "hashicorp/tap"
tap "ngrok/ngrok"
tap "wix/brew"
brew "awscli"
brew "chezmoi"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "go"
brew "googleworkspace-cli"
brew "hermes-agent"
brew "mas"
brew "mcp-proxy"
brew "node"
brew "openjdk@17"
brew "poppler"
brew "qwen-code"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "vercel-cli"
brew "xcodegen"
brew "hashicorp/tap/terraform", link: false
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "copilot-cli"
cask "gcloud-cli"
cask "google-chrome"
cask "maestro"
cask "ngrok/ngrok/ngrok"
cask "slack"
cask "visual-studio-code"
mas "WireGuard", id: 1451685025
vscode "antfu.browse-lite"
vscode "golang.go"
vscode "openai.chatgpt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
npm "playwright"
