tap "hashicorp/tap"
tap "ngrok/ngrok"
tap "wix/brew"
brew "awscli"
brew "chezmoi"
brew "cliclick"
brew "cocoapods"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "go"
brew "mcp-proxy"
brew "mysql", restart_service: :changed
brew "nodebrew"
brew "openjdk@17"
brew "poppler"
brew "qwen-code"
brew "rbenv"
brew "shellcheck"
brew "tflint"
brew "xcodegen"
brew "hashicorp/tap/terraform", link: false
brew "wix/brew/applesimutils"
cask "android-studio"
cask "claude-code"
cask "codex"
cask "copilot-cli"
cask "ngrok/ngrok/ngrok"
cask "visual-studio-code"
vscode "antfu.browse-lite"
vscode "golang.go"
vscode "openai.chatgpt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
